workloadf/log_1_load.txt
[OVERALL], RunTime(ms), 516676.0
[OVERALL], Throughput(ops/sec), 1935.448908019726
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 426.0
[TOTAL_GC_TIME_Copy], Time(ms), 667.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.12909444216491572
[TOTAL_GCs], Count, 426.0
[TOTAL_GC_TIME], Time(ms), 667.0
[TOTAL_GC_TIME_%], Time(%), 0.12909444216491572
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 1.25
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2.0
[CLEANUP], 95thPercentileLatency(us), 2.0
[CLEANUP], 99thPercentileLatency(us), 2.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 2006.098429
[INSERT], MinLatency(us), 56.0
[INSERT], MaxLatency(us), 3209215.0
[INSERT], 95thPercentileLatency(us), 8099.0
[INSERT], 99thPercentileLatency(us), 39327.0
[INSERT], Return=OK, 1000000