workloadf/log_1_load.txt
[OVERALL], RunTime(ms), 660736.0
[OVERALL], Throughput(ops/sec), 1513.463773731112
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 426.0
[TOTAL_GC_TIME_Copy], Time(ms), 516.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.07809473072452539
[TOTAL_GCs], Count, 426.0
[TOTAL_GC_TIME], Time(ms), 516.0
[TOTAL_GC_TIME_%], Time(%), 0.07809473072452539
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 4.75
[CLEANUP], MinLatency(us), 2.0
[CLEANUP], MaxLatency(us), 12.0
[CLEANUP], 95thPercentileLatency(us), 12.0
[CLEANUP], 99thPercentileLatency(us), 12.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 2588.194445
[INSERT], MinLatency(us), 67.0
[INSERT], MaxLatency(us), 8228863.0
[INSERT], 95thPercentileLatency(us), 13639.0
[INSERT], 99thPercentileLatency(us), 34303.0
[INSERT], Return=OK, 1000000