workloadf/log_1_load.txt
[OVERALL], RunTime(ms), 221390.0
[OVERALL], Throughput(ops/sec), 4516.915849857717
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 426.0
[TOTAL_GC_TIME_Copy], Time(ms), 191.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.0862730927322824
[TOTAL_GCs], Count, 426.0
[TOTAL_GC_TIME], Time(ms), 191.0
[TOTAL_GC_TIME_%], Time(%), 0.0862730927322824
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 2.25
[CLEANUP], MinLatency(us), 2.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 848.588958
[INSERT], MinLatency(us), 64.0
[INSERT], MaxLatency(us), 3459071.0
[INSERT], 95thPercentileLatency(us), 919.0
[INSERT], 99thPercentileLatency(us), 13031.0
[INSERT], Return=OK, 1000000