workloadf/log_2_load.txt
[OVERALL], RunTime(ms), 726071.0
[OVERALL], Throughput(ops/sec), 2754.551552120936
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 852.0
[TOTAL_GC_TIME_Copy], Time(ms), 395.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.05440239315438848
[TOTAL_GCs], Count, 852.0
[TOTAL_GC_TIME], Time(ms), 395.0
[TOTAL_GC_TIME_%], Time(%), 0.05440239315438848
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 1.75
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[INSERT], Operations, 2000000.0
[INSERT], AverageLatency(us), 1376.4469705
[INSERT], MinLatency(us), 72.0
[INSERT], MaxLatency(us), 4.4466175E7
[INSERT], 95thPercentileLatency(us), 1645.0
[INSERT], 99thPercentileLatency(us), 4387.0
[INSERT], Return=OK, 2000000